when3meet/app/views/home/home.html.erb

SELECT COUNT(*) FROM "users"
---
<h1>Welcome to When3Meet</h1>
<p>There are <%= User.count %> users registered. Join today!</p>